const headerUk = document.getElementById("header_uk");
const footerUk = document.getElementById("footer_uk");
const menuUk = document.getElementById("menu_uk");

const headerRu = document.getElementById("header_ru");
const footerRu = document.getElementById("footer_ru");
const menuRu = document.getElementById("menu_ru");

const activeRuLanguage = () => {
  headerUk?.classList.remove("button__ghost--active");
  footerUk?.classList.remove("button__ghost--active");
  menuUk?.classList.remove("button__ghost--active");

  headerRu?.classList.add("button__ghost--active");
  footerRu?.classList.add("button__ghost--active");
  menuRu?.classList.add("button__ghost--active");
};

const activeUkLanguage = () => {
  headerRu?.classList.remove("button__ghost--active");
  footerRu?.classList.remove("button__ghost--active");
  menuRu?.classList.remove("button__ghost--active");

  headerUk?.classList.add("button__ghost--active");
  footerUk?.classList.add("button__ghost--active");
  menuUk?.classList.add("button__ghost--active");
};

const setLanguage = (lang) => {
  switch (lang) {
    case "uk":
      activeUkLanguage();
      document.documentElement.lang = "uk";
      break;
    case "ru":
      activeRuLanguage();
      document.documentElement.lang = "ru";
      break;
    default:
      activeUkLanguage();
      document.documentElement.lang = "uk";
      break;
  }
};

const rerender = () => {
  $("body").localize();
};

function changeLanguage(lang) {
  setLanguage(lang);

  i18next.changeLanguage(lang, () => {
    $("#username").attr("placeholder", $.t("register.short_name"));
    fetchDisplayedPrice().then(({ currencySymbol, currencyKey }) => {
      fetchConsumablesData(currencySymbol, currencyKey);
      fetchTariffsData(currencySymbol, currencyKey);
    });
    rerender();
  });
}

$(async function () {
  await i18next.use(i18nextBrowserLanguageDetector).init(
    {
      debug: false,
      fallbackLng: "uk",
      resources: {
        uk: {
          translation: {
            errorMessages: {
              name: "Ім'я не може бути довшим за 100 символів",
              phone: "Номер телефону повинен бути у форматі +38XXXXXXXXXX",
              nick: "Нікнейм має бути у форматі @nickname і довжиною від 3 до 32 символів",
              sendError: "Помилка під час відправки форми, зверніться до сапорта @mustage_manager_support",
            },
            nav: {
              title: "Меню",
              advantage: "Переваги",
              about: "Про нас",
              program: "Программа",
              reviews: "Відгуки",
              faq: "FAQ",
              license: "Публічна оферта",
            },
            header: {
              title: "Навчись знаходити прибуткові зв’язки та лити на гемблу всього за 21 день",
              description:
                "Даємо можливість опанувати арбітраж трафіку БЕЗКОШТОВНО, заощадити на розхідниках більше 250 доларів та потрапити в нашу команду Mustage Friends",
              button: "Твій успішний старт",
              write_to_us: "Написати нам",
              no_costs: {
                title: "Без зайвих витрат:",
                description: "купуєте тільки розхідники",
              },
              support: {
                title: "Професійна підтримка баєрів:",
                description: " майже 24/7 ",
              },
              community: {
                title: "Закрите ком'юніті:",
                description: "додаткові фічі після курсу",
              },
            },

            advantage: {
              title_start: "Не зволікай,",
              title_end: "на тебе чекає багато «плюшок»",

              advantage1: {
                title: "Продумана система навчання з практичним досвідом ",
                description: `Навчимо усьому, що потрібно для успішного старту в арбітражі. Пройдучи весь шлях з нуля з нами, ти
                    зможеш підбирати вдалі офери, складати ТЗ для конвертуючих креативів, користуватися необхідними
                    сервісами та запускати рекламу у ФБ.`,
              },
              advantage2: {
                title: "Доступи до каналу і чату свого потоку",
                description: `Будеш проходити курс з однодумцями: нетворкати, обмінюватися досвідом, швидко вирішувати проблеми.
                    Так зможеш уникнути помилок, а також успішно і швидко стартанути в арбітражі.`,
              },
              advantage3: {
                title: "Зручний конект через Telegram",
                description: `Всі навчальні матеріали публікуватимемо на каналі потоку. Домашки і тести будеш здавати через бота,
                    в якому все зручно структуровано. По ним – детальний зворотній зв’язок від куратора.`,
              },
              advantage4: {
                title: "2 зідзвони з крутими наставниками в Zoom",
                description: `Зможеш поспілкуватися з ТОПовими баєрами нашої команди і поставити їм будь-які питання про тонкощі
                    заливу реклами на гемблу. Це мега можливість як для новачків, так і для діючих арбітражників.`,
              },
              advantage5: {
                title: "Оперативний та чуйний сапорт",
                description: `Щось не так з домашкою, не виходить прив'язати карти до акаунтів, додати проксі в антидетект браузер
                    – ці та інші питання допоможуть розрулити наші експерти-куратори. Просто пиши їм в чат, і отримаєш відповідь
                    протягом 10 хвилин.`,
              },
              advantage6: {
                title: "Можливість потрапити в команду для кожного",
                description: `Наполегливо навчаєшся – проявляєш активність у чаті – ідеш далі, незважаючи на невдачі – прагнеш до
                    розвитку у вертикалі гемблінгу. При такому розкладі після курсу ми запросимо тебе у Mustage Friends,
                    надамо спеціальну знижку на наші акаунти та всі сервіси для заливу БЕЗКОШТОВНО.`,
              },

              register: "Зареєструватися на курс",
            },

            privilege: {
              title: {
                start: "Окрім того, ти зможеш ",
                save: " зекономити ",
                walker: " на розхідниках ",
                max: " по максимуму ",
                end: " вкластися в трафік",
              },
              free_course: "Наш курс БЕЗКОШТОВНИЙ",
              free_note: `Але май на увазі, твій успішний старт у заливі на гемблу неможливий без розхідників. Антидетект
                  браузери, спай-сервіси, трекери – все це і багато інших інструментів знадобляться у роботі з трафіком.
                  У тебе є два шляхи:`,
              step1: {
                title: "1. Шлях спроб та помилок",
                description: `Існує безліч сервісів для арбітражу. Щоб знайти серед них оптимальні, ти можеш витратити купу часу і
                    грошей. Інколи у людей іде на це > 1 000$, ще й не всі рішення бувають якісні.`,
              },
              step2: {
                title: "2. Вигідне готове рішення",
                description: `Ми пройшли перший шлях замість тебе, підготували паки з найкращими рішеннями на ринку з суттєвими
                    знижками. Бери, користуйся, економ свій час і гроші.`,
              },
              top: "ТОП вибір",
            },

            calculate: {
              title: "Припустимо, що ти вирішив купити розхідники самостійно",
              example: "Давай прикинемо:",
              kings: "Кінги і самореги",
              mentor: "Наставник",
              creo: "Крео",
              autobay: "Автозалив",
              treker: "Трекер Keitaro",
              spay: "Спай",
              antik: "Антик",
              proxi: "Проксі на місяць",
              total: "Разoм > 542$",
              but: "але! - ",
              note_start: "Ми давно в темі, тож вибили ",
              note_end: ` для своїх учнів. Ти зможеш зекономити на розхідниках більше 250$ і вкласти ці гроші у бюджет. За
                      умови твоєї включеності в роботу це дасть можливість успішно стартанути в арбітражі трафіку.`,
              sale: " СУПЕР ЗНИЖКИ ",
            },

            experience: {
              title: {
                start: "Ми маємо ",
                middle: "великий досвід і експертизу",
                end: " в арбітражі, тож зможемо навчити тебе всім тонкощам",
              },
              experience: `Ми варимося в арбітражі трафіку вже 4 роки. За цей час протестували величезну кількість шляхів, рішень та інструментів, віднайшли сотні лайфхаків та вивели свою формулу успіху в ніші.`,
              system: `Успішно розвиваємо цілу систему, що включає 8 проєктів, до яких входять публічні та закриті продукти.`,
              on_market: `Майже 3 роки ведемо свій авторський канал на YouTube – Вусатий арбітражник. Там вже 18 тис.
                    підписників і більше 70 відео, які містять цінні гайди та небанальні поради з нашого досвіду.`,
              have: {
                title: "Маємо все необхідне для успішного заливу:",
                shop: "шоп з акаунтами FB, за яким стоїть цілий фарм відділ",
                site: "сайт з проксями",
                designers: "дизайнерський відділ, що розробляє ефективні крео будь-якої складності на всі вертикал",
                products: "внутрішні продукти автоматизації, баїнгу та розробки.",
              },
              description: {
                start: `За роки досвіду зробили багато відкриттів та набили немало шишок, тож тепер точно знаємо, яка інфа
                  корисна, а яка – іржавої копійчини не варта.`,
                end: `Наш курс – вижимка корисних знань без води, яку часто впарюють інфоцигани, та ще й за великі гроші.
                  Скористайся шансом отримати цінні навички безкоштовно.`,
              },
              join: "Хочу приєднатись",
            },

            audience: {
              title: "Курс підійде для новачків, діючих арбітражників, студентів і спеціалістів з інших ніш",

              noob: {
                title: "Нубу",
                subtitle: "Мало що розумієш в арбітражі, але хочеш почати?",
                description: `Ми дамо тобі потужну базу: пояснимо всі основи і механіку роботи арбітражу трафіку в Facebook. Будеш
                    мати чітке розуміння кожного етапу процесу.`,
              },
              targetologist: {
                title: "Таргетологу",
                subtitle: `Вмієш непогано налаштовувати рекламу, але не знаєш, як її
                    масштабувати??`,
                description: `Вміти налаштовувати рекламу – це добре, але чи знаєте ви, як її масштабувати? Можливо, ви вже проходили курси від "експертів", що демонструють круті інстаграм-сторінки, але насправді в них дають базову інформацію, таку як "це комп'ютер, натисніть кнопку включення" або "підвищуйте бюджет на 30% раз на два дні". Такі поради часто не працюють, і ваші ліди стають дорожчими. Наш курс навчить вас ефективно масштабувати рекламу за допомогою десятків рекламних кабінетів та облікових записів Facebook.`,
              },
              arbitrator: {
                title: "Арбітражнику",
                subtitle: "Вже працював в арбітражі на інших платформах і хочеш розширити навички?",
                description: `Ми допоможемо полагодити з Фейсбуком та досягти результатів в заливі. Та головний плюс в тому, що ти
                    зможеш потрапити до закритого ком'юніті Mustage Friends, яке дасть тобі ключ до постійного розвитку
                    в ніші.`,
              },
              victims: {
                title: "Жертві інфоциган",
                subtitle: "Вже витратив купу грошей на десятки дорогих курсів, а толку нуль?",
                description: `На додачу до сплати за сам курс інфоцигани пропонують контакти «перевірених» продавців розхідників,
                    дорогих і часто неякісних. Ми надамо тобі все, що необхідно в роботі, бо маємо цілу інфраструктуру
                    для успішного запуску. Витрати з твого боку мінімальні.`,
              },
              student: {
                title: "Студенту",
                subtitle: "Втомився рахувати кожну копійку і заварювати «швидку» вермішель?",
                description: `Зміни це, налагодивши стабільний заробіток в арбітражі. Ми пропонуємо гнучкий дистанційний графік
                    навчання, який легко поєднувати з універом. На яку спеціальність ти вчишся, неважливо.`,
              },
              young: {
                title: "Молодому та амбіційному",
                subtitle: "Шукаєш вигідні шляхи для інвестування або нові перспективи для розвитку бізнесу?",
                description: `Арбітраж трафіку – доволі вигідна навичка для просування власної бізнес-справи. Ми навчимо тебе
                    масштабувати свої рекламні кампанії, завдяки чому зможеш отримувати високі прибутки.`,
              },
              smm: {
                title: "SMM, спецу з контенту",
                subtitle: "Вперся у стелю і не знаєш, як збільшити заробіток?",
                description: `Не контентом єдиним: опанувавши інструментарій арбітражу трафіку безкоштовно, ти зможеш значно
                    збільшити прибуток своїх клієнтів. А значить матимеш всі підстави збільшувати і свій чек також.`,
              },
              freelancer: {
                title: "Фрилансеру",
                subtitle: "Хочеш розвиватися в своїй ніші і мати постійний потік замовлень?",
                description: `На безкоштовному курсі з арбітражу ти навчишся працювати з трафіком і лити рекламу на власні
                    послуги. Завдяки новим навичкам підвищиш свій чек та отримаєш стабільні джерела прибутку замість
                    одноразових замовлень.`,
              },
              joking: {
                title: "Хто в пошуках себе",
                subtitle: "Мрієш змінити професію на більш перспективну?",
                description: `На нашому курсі ми даємо нові якісні знання з affilate-маркетингу та арбітражу. Це твій шанс швидко
                    увійти в нову нішу. Ти отримаєш навички таргетолога, створиш портфоліо і зможеш швидко знайти
                    роботу.`,
              },
            },

            warning: {
              title: "Але легко не буде:",
              subtitle: {
                start: "ми не про «золоті гори»,",
                end: " по-швидкому зрубити бабла не вийде",
              },
              description_p1: `Будемо максимально чесними: чарівних кнопок з надписом «Бабло» ми не роздаємо. Божевільних ROI прямо з
                  перших днів курсу не чекай. Щоб досягти успіху в арбітражі, тобі доведеться наполегливо вчитися і
                  пахати. Будуть злети і падіння, ти зрозумієш, що таке вибрики ФБ, бани акаунтів, невтішні результати
                  реклами.`,
              description_p2: `Проте ти отримаєш від нас глибокі знання. На курсі опануєш важливі навички, з якими зможеш прийти до
                  бажаних доходів з заливу на гемблу. Цей курс – не просто теоретична база, а можливість швидко перейти
                  до реальних дій.`,
            },

            whom: {
              title: {
                start: "Кожен візьме з курсу те, що",
                end: "йому найбільше потрібно",
              },
              newbies: {
                title: "Новачки",
                description: ` зрозуміють абсолютно всю базу арбітражу, заручаться підтримкою професійної спільноти та зможуть
                      впевнено почуватися на співбесідах.`,
              },
              arbitrator: {
                pretitle: "Діючі ",
                title: "арбітражники",
                description: ` не отримають якихось нових, унікальних зв'язок.
                    Зате зможуть користуватися розхідниками за вигідними цінами і навчаться оптимізовувати рекламні
                    бюджети. Матимуть можливість поспілкуватися з досвідченими баєрами, знайти корисні зв'язки та стати
                    учасником професійного ком'юніті.`,
              },
              targetologist: {
                title: "Таргетологи та смм-ники",
                description: ` навчаться залучати дешевих лідів, аналізувати рекламну кампанію та знаходити нові можливості для її
                    масшабування. Це можливість додати нову послугу і в рази підвищити свою цінність на ринку.`,
              },
              freelancer: {
                title: "Фрилансери",
                description: ` зможуть отримати нові навички і заливати рекламу на свої послуги. Звідси - стабільний потік
                      клієнтів і ріст доходів. Також отримають можливість запускати власні проєкти. Це цілком реально,
                      якщо вмієш робити ефективні рекламні кампанії.`,
              },
              student: {
                title: "Студенти",
                description: ` отримають реальні навички з арбітражу трафіку, які можна
                    застосовувати вже під час навчання в універі. Запустять свій перший проєкт і досягнуть перших
                    результатів. Зможуть знайти дистанційну роботу та легко поєднувати її з навчанням.`,
              },
              joking: {
                title: "Ті, хто в пошуку себе",
                description: ` опанують нову для себе професію арбітражника, яка користується великим попитом на ринку. Зможуть
                    працювати віддалено і знаходити нові можливості.`,
              },
            },

            course_program: {
              title: "Будемо навчатися за насиченою програмою, яка включає важливу теорію і практику",
              block_1: {
                material: "1 година 29 хвилин відеоматеріалу",
                home: "2 домашніх завдання",
                test: " 5 тестів для кращого засвоєння матеріалу",
                title: "Блок 1. Основи арбітражу трафіку та вибір оферу.",
                lesson_1: {
                  title: "Урок 1.1",
                  description: "19 порад для початківців: ключові моменти та поширені помилки.",
                },
                lesson_2: {
                  title: "Урок 1.2",
                  description:
                    "Що таке арбітраж трафіку? Гравці на ринку та їхні ролі. Особливості вертикалі гемблінгу: за що платить рекламодавець і як оцінює трафік.",
                },
                lesson_3: {
                  title: "Урок 1.3",
                  description: "Основні терміни та поняття, необхідні для роботи в арбітражі трафіку.",
                },
                lesson_4: {
                  title: "Урок 1.4",
                  description: "Як вибрати відповідне ГЕО та офер: на що звертати увагу.",
                },
                lesson_5: {
                  title: "Урок 1.5",
                  description: "Реєстрація на Binance та переказ грошей: покроковий гайд.",
                },
              },
              block_2: {
                material: "1 година 39 хвилин відеоматеріалу",
                home: "5 домашніх завдань",
                test: " 5 тестів для кращого засвоєння матеріалу",
                title: "Блок 2. Робота з антидетект браузером, проксі та акаунтами.",
                lesson_1: {
                  title: "Урок 2.1",
                  description: "Що таке антидетект браузер, навіщо він і як його встановити на комп'ютер.",
                },
                lesson_2: {
                  title: "Урок 2.2",
                  description: "Проксі: поняття, різновиди, як і де їх придбати (мобільні версії) та завести в антик.",
                },
                lesson_3: {
                  title: "Урок 2.3",
                  description: "Купівля акаунтів: де шукати і як вибирати. Завантаження в Dolphin і управління куками.",
                },
                lesson_4: {
                  title: "Урок 2.4",
                  description: "Ведення обліку розхідників у Google Таблицях для ефективного управління.",
                },
                lesson_5: {
                  title: "Урок 2.5",
                  description: "Масове завантаження акаунтів у Dolphin. Додаткові поради щодо обліку.",
                },
              },
              block_3: {
                material: "1 година 19 хвилин відеоматеріалу",
                home: "3 домашніх завдання",
                test: " 4 тести для кращого засвоєння матеріалу",
                title: "Блок 3. Підготовка до запуску реклами",
                lesson_1: {
                  title: "Урок 3.1",
                  description: "Огляд рекламного кабінету Facebook. Відмінності між Ads Manager та Business Manager.",
                },
                lesson_2: {
                  title: "Урок 3.2",
                  description: "Платіжки для арбітражу трафіку. Прив’язка карти до білінгу.",
                },
                lesson_3: {
                  title: "Урок 3.3",
                  description: "Як розшарювати прилки на рекламні кабінети: покрокова інструкція.",
                },
                lesson_4: {
                  title: "Урок 3.4",
                  description: "Види чеків у Facebook: ризики, ЗРД, полісі та як підготуватися до них.",
                },
              },
              block_4: {
                material: "52 хвилини відеоматеріалу",
                home: "4 домашніх завдання",
                test: " 3 тести для кращого засвоєння матеріалу",
                title: "Блок 4. Створення ефективних креативів.",
                lesson_1: {
                  title: "Урок 4.1",
                  description: "Правила створення креативів, що приносять конверсії: основні підходи.",
                },
                lesson_2: {
                  title: "Урок 4.2",
                  description:
                    "Як аналізувати рекламу конкурентів у Facebook: огляд Spy-сервісу ADHEART. Використання конкурентного аналізу для покращення власних креативів та стратегій.",
                },
                lesson_3: {
                  title: "Урок 4.3",
                  description: "Як і де замовити якісні креативи. Складання ТЗ і ефективна комунікація з дизайнерами.",
                },
              },
              block_5: {
                material: "44 хвилини відеоматеріалу",
                home: "4 домашніх завдання",
                test: "1 тест для кращого засвоєння матеріалу",
                title: "Блок 5. Правила лінкування акаунтів та налаштування сетапів.",
                lesson_1: {
                  title: "Урок 5.1",
                  description: "Що таке лінкування акаунтів і навіщо воно потрібне.",
                },
                lesson_2: {
                  title: "Урок 5.2",
                  description: "Як правильно лінкувати самореги до особистих акаунтів.",
                },
                lesson_3: {
                  title: "Урок 5.3",
                  description: "Лінкування саморегів у Business Manager.",
                },
                lesson_4: {
                  title: "Урок 5.4",
                  description: "Що робити, якщо не вдається створити бізнес-менеджер.",
                },
                lesson_5: {
                  title: "Урок 5.5",
                  description:
                    "Як додати рекламний кабінет до Business Manager: лінкування саморегів до кінга. Створення міцних сетапів: практичні поради для забезпечення стабільної роботи.",
                },
              },
              block_6: {
                material: "54 хвилини відеоматеріалу",
                home: "5 домашніх завдань",
                test: "1 тест для кращого засвоєння матеріалу",
                title: "Блок 6. Запуск реклами та робота з банами в Facebook",
                lesson_1: {
                  title: "Урок 6.1",
                  description: "Запуск реклами на гемблінг-додатки. Детальний розбір таргетингу та стратегії.",
                },
                lesson_2: {
                  title: "Урок 6.2",
                  description: "Як отримати код від Facebook без номера телефону: огляд сервісів для прийому SMS.",
                },
                lesson_3: {
                  title: "Урок 6.3",
                  description: "Проходження різних типів чеків на Facebook: частина 1.",
                },
                lesson_4: {
                  title: "Урок 6.4",
                  description: "Що робити, якщо виникають ризики. Як створювати припей акаунти в Facebook.",
                },
                lesson_5: {
                  title: "Урок 6.5",
                  description: "Аналіз результатів рекламних кампаній. Проходження чеків: частина 2.",
                },
              },
              block_7: {
                material: "48 хвилин відеоматеріалу",
                home: "1 домашнє завдання",
                test: "1 тест (18 питань) для кращого засвоєння матеріалу",
                title: "Блок 7. Робота з автозаливом FBTOOL",
                lesson_1: {
                  title: "Урок 7.1",
                  description: "Інструкція з налаштування та використання FBTOOL для автозаливу рекламних кампаній.",
                },
              },
              block_8: {
                material: "37 хвилин відеоматеріалу",
                home: "Без домашніх завдань",
                test: "Без тестів",
                title: "Блок 8. Фарминг акаунтів: цілі, стратегії, вибір інструментів.",
                lesson_1: {
                  title: "Частина 1.",
                },
                lesson_2: {
                  title: "Частина 2.",
                },
                lesson_3: {
                  title: "Частина 3.",
                },
                lesson_4: {
                  title: "Частина 4.",
                },
              },
            },

            tariff: {
              title: "Обирай оптимальний варіант для твого швидкого старту",
              free: {
                title: "Безкоштовний",
                video: "відеоуроки в загальному каналі твого потоку",
                chat: "доступ до приватних каналу і чату потоку",
                test: "різні тести і ДЗ в чат-боті",
                call: "2 заплановані зідзвони з експертом у межах курсу",
              },
              start: {
                title: "Стартовий",
                all_free: "все, що входить у пакет «Безкоштовний»",
                dolphyn: "тариф Pro на 300 профілів у Linken Sphere на місяць БЕЗКОШТОВНО",
                spay: "спай Adheart на місяць безкоштовно",
                king: "30 саморегів і 5 кінгів",
                creo: "4 адаптації крео на ваш оффер",
                proxy: "проксі в подарунок на місяць",
              },
              base: {
                title: "Базовий",
                all_start: "Усе, що входить у пакет «Безкоштовний» і «Стартовий»",
                auto_filling: "автозалив на місяць БЕЗКОШТОВНО",
                keitaro: "кейтаро на місяць після проходження курсу за необхідності",
                chat: "доступ до ПРИВАТНОГО чату потоку з наставником і 2 додаткових зідзвони",
                sale: "ЕКСКЛЮЗИВНІ ЗНИЖКИ на акаунти",
              },
              pro: {
                title: "Pro",
                all_base: "Усе, що входить у пакет «Безкоштовний», «Стартовий» і «Базовий»",
                proxy: "проксі в подарунок на ДВА місяці",
                spay: "спай Adheart на ДВА місяці безкоштовно",
                call: "1 ІНДИВІДУАЛЬНИЙ зідзвон із наставником",
              },
              price: "Придбати",
            },

            students_result: {
              title: "Подивись на результати наших учнів",
              geo: "ГЕО:",
              statistic: "Статистика:",
              reg2dep: "reg2dep:",
              period: "Період заливу:",
              note: `Так, результати не захмарні, але для початку це дуже ОК. Навіть такі цифри потребують багато зусиль та
                праці. Ти ж пам'ятаєш, що в нас немає чарівної кнопки «Бабло»?! Арбітраж трафіку – доволі непростий
                шлях. Але ми безкоштовно навчимо тебе не здаватися, оперативно вирішувати проблеми, знаходити нові
                лазівки та поступово примножувати свій успіх.`,
            },

            slider: {
              title: `Читай відгуки про наш курс, `,
              student: "98% учнів",
              remain: "залишаються дуже",
              happy: "задоволеними",
              more: "Переглянути більше відгуків можеш тут - ",
            },

            answer: {
              title: `Відповідаємо на часті запитання`,
              question1: {
                title: "З якими ГЕО будемо працювати?",
                answer: `Ти зможеш самостійно обирати ГЕО для роботи. Для новачків ми рекомендуємо починати з країн із менш
                  жорсткою конкуренцією, що дозволить тобі швидше освоїтися та отримати перші результати. Ми допоможемо
                  тобі обрати ГЕО залежно від твоїх цілей та рівня досвіду.`,
              },
              question2: {
                title: "Коли я зможу вийти в + та почну отримувати перші прибутки?",
                answer: `Точної відповіді ми не маємо: все одно, що пальцем у небо. Все залежить від твоєї наполегливості та
                  серйозного підходу до навчання. Ми надамо всі необхідні знання та інструменти, ти повинен одразу
                  застосувати їх на практиці. Наш курс допоможе тобі скоротити шлях до бажаного заробітку, але не
                  забувай, що легких грошей не буває.`,
              },
              question3: {
                title: "На які креативи будемо заливати рекламу?",
                answer: `Ми навчимо тебе створювати ефективні технічні завдання для дизайнерів, що дозволить в результаті
                  отримувати якісні крео точно під твої цілі. Креативи, розроблені нашими спецами, будуть приваблювати
                  аудиторію і покращувати результати рекламних кампаній.`,
              },
              question4: {
                title: "Чи зможу я бути частиною команди після завершення курсу?",
                answer: `Від нас ти отримаєш всі необхідні навички для ефективного заливу реклами та практичний досвід роботи.
                  Якщо будеш старанно вчитися, виконувати всі домашні завдання і тести, проявляти активність у чаті, то
                  після курсу потрапиш в наше закрите ком'юніті Mustage Friends, яке дасть купу переваг та можливостей.`,
              },
              question5: {
                title: "Хто такі Mustage Team? Чим ваше навчання відрізняється від інших?",
                answer: `Mustage Team – це команда професіоналів з чесним та відкритим підходом до навчання. Ми не обіцяємо
                  легких грошей або миттєвих результатів, а націлені на те, щоб показати тобі реальний світ арбітражу.
                  Наш курс побудований на практичному досвіді та реальних кейсах, а не на маркетингових «казках», що
                  продають ілюзії.`,
              },
              question6: {
                title: "Скільки $ потрібно для старту?",
                answer: `Для успішного старту тобі знадобиться мінімум 200$. Це дасть тобі змогу створити перші кампанії та
                  отримати досвід без великих ризиків і розчарувань. Але будь готовим і до можливих мінусів. Пробувати
                  заливати на гемблу за останні 100$ не варіант.`,
              },
              question7: {
                title: "Чи потрібні якісь технічні навички для успішного проходження курсу?",
                answer: `Достатньо вміти користуватися комп'ютером та інтернетом. Ми почнемо з основ і поступово будемо вивчати
                  більш складні аспекти, тому спеціальних технічних навичок не потрібно. Головне – це бажання вчитися і
                  прагнення до успіху.`,
              },
              question8: {
                title: "Чому курс безкоштовний, який вам від цього сенс?",
                answer: `Нам вигідно якісно навчити тебе заливу реклами, оскільки зараз наша команда розбудовує професійне
                  ком'юніті, з яким планує працювати в майбутньому. Окрім того, ти будеш заливати на довірені
                  партнерські програми, від яких ми отримуємо свій %. Тож у разі твого успішного навчання у виграші
                  будуть всі.`,
              },
            },

            spinner: {
              spins: {
                subscribe: "Підписка на місяць безкоштовно",
                proxy: "Проксі в подарунок",
                interview: `Інтерв'ю з Вусатим`,
                sale: "Знижка 15% на розхідники",
                creo: "1 крео в подарунок",
                chat: "Доступ до приватного чату",
                call: "+1 зідзвон з наставником",
                account: "Акаунт 7-денного фарму в подарунок",
              },
              button: "Отримай бонус!",
              note: "* один із сервісів, до якого надаємо доступ на вибір",
            },

            register: {
              title: "Залишились питання? Заповнюй форму, ми відповімо протягом 30 хвилин.",
              form_title: "Форма",
              name: "Введіть ім'я",
              short_name: "Ім'я",
              phone: "Введіть номер телефону",
              tg: "Введіть нікнейм у Телеграм",
              register: "Зареєструватися",
            },
            turkey: "Турція",
            chile: "Чилі",
            azerbaijan: "Азербайджан",
            and: "і",

            confirm: {
              title: "Дякуємо за залишену заявку!",
              subtitle: "Очікуйте повідомлення від нашого менеджера",
              button: "Зареєструватися через чат-бот",
            },
          },
        },
        ru: {
          translation: {
            errorMessages: {
              name: "Имя не может быть длиннее 100 символов",
              phone: "Номер телефона должен быть в формате +38XXXXXXXXXX",
              nick: "Никнейм должен быть в формате @nickname и длиной от 3 до 32 символов",
              sendError: "Ошибка при отправке формы, обратитесь в поддержку @mustage_manager_support",
            },
            nav: {
              title: "Меню",
              advantage: "Преимущества",
              about: "О нас",
              program: "Программа",
              reviews: "Отзывы",
              faq: "FAQ",
              license: "Публичная оферта",
            },

            header: {
              title: "Научись находить прибыльные связки и лить на гемблу всего за 21 день",
              description:
                "Даем возможность освоить арбитраж трафика БЕСПЛАТНО, сэкономить на расходниках более 250 долларов и попасть в нашу команду Mustage Friends",
              button: "Твой успешный старт",
              write_to_us: "Написать нам",
              no_costs: {
                title: "Без лишних затрат:",
                description: "покупаешь только расходники",
              },
              support: {
                title: "Профессиональная поддержка баеров:",
                description: "почти 24/7",
              },
              community: {
                title: "Закрытое коммьюнити:",
                description: "дополнительные фичи после курса",
              },
            },

            advantage: {
              title_start: "Не медли,",
              title_end: "тебя ждет много «плюшек»",

              advantage1: {
                title: "Продуманная система обучения с практическим опытом",
                description: `Научим всему, что нужно для успешного старта в арбитраже. Пройдя весь путь с нуля с нами, ты
 сможешь подбирать удачные оферы, составлять ТЗ для конвертящих креативов, пользоваться необходимыми
 сервисами и запускать рекламу в ФБ.`,
              },
              advantage2: {
                title: "Доступы к каналу и чату своего потока",
                description: `Будешь проходить курс с единомышленниками: нетворкать, обмениваться опытом, быстро решать проблемы.
 Так сможешь избежать ошибок, а также успешно и быстро стартануть в арбитраже.`,
              },
              advantage3: {
                title: "Удобный коннект через Telegram",
                description: `Все учебные материалы будем публиковать на канале потока. Домашки и тесты будешь сдавать через бота,
 в котором все удобно структурировано. По ним – детальная обратная связь от куратора.`,
              },
              advantage4: {
                title: "2 созвона с крутыми наставниками в Zoom",
                description: `Сможешь пообщаться с ТОПовыми баерами нашей команды и задать им любые вопросы о тонкостях
 залива рекламы на гемблу. Это мега возможность как для новичков, так и для действующих арбитражников.`,
              },
              advantage5: {
                title: "Оперативный и отзывчивый сапорт",
                description: `Что-то не так с домашкой, не получается привязать карты к аккаунтам, добавить прокси в антидетект браузер
 – эти и другие вопросы помогут разрулить наши эксперты-кураторы. Просто пиши им в чат, и получишь ответ
 в течение 10 минут.`,
              },
              advantage6: {
                title: "Возможность попасть в команду для каждого",
                description: `Упорно обучаешься – проявляешь активность в чате – идешь дальше, несмотря на неудачи – стремишься к
 развитию в вертикали гемблинга. При таком раскладе после курса мы пригласим тебя в Mustage Friends,
 предоставим специальную скидку на наши аккаунты и все сервисы для залива БЕСПЛАТНО.`,
              },

              register: "Зарегистрироваться на курс",
            },

            privilege: {
              title: {
                start: "Кроме того, ты сможешь",
                save: "сэкономить",
                walker: "на расходниках",
                max: "по максимуму",
                end: "уложиться в трафик",
              },
              free_course: "Наш курс БЕСПЛАТНЫЙ",
              free_note: `Но имей в виду, твой успешный старт в заливе на гембл невозможен без расходников. Антидетект
 браузеры, спай-сервисы, трекеры – все это и многие другие инструменты пригодятся в работе с трафиком.
 У тебя есть два пути:`,
              step1: {
                title: "1. Путь проб и ошибок",
                description: `Существует множество сервисов для арбитража. Чтобы найти среди них оптимальные, ты можешь потратить кучу времени и
 денег. Иногда у людей идет на это > 1 000$, еще и не все решения бывают качественные.`,
              },
              step2: {
                title: "2. Выгодное готовое решение",
                description: `Мы прошли первый путь вместо тебя, подготовили паки с лучшими решениями на рынке по приличным
 скидкам. Бери, пользуйся, экономь свое время и деньги.`,
              },
              top: "ТОП выбор",
            },

            calculate: {
              title: "Допустим, что ты решил купить расходники самостоятельно",
              example: "Давай прикинем:",
              kings: "Кинги и самореги",
              mentor: "Наставник",
              creo: "Крео",
              autobay: "Автозалив",
              treker: "Трекер Keitaro",
              spay: "Спай",
              antik: "Антик",
              proxi: "Прокси в месяц",
              total: "Вместе > 542$",
              but: "но! - ",
              note_start: "Мы давно в теме, поэтому выбили",
              note_end: ` для своих учеников. Ты сможешь сэкономить на расходниках более 250$ и вложить эти деньги в бюджет. При
 условии твоей включенности в работу это даст возможность успешно стартануть в арбитраже трафика.`,
              sale: "СУПЕР СКИДКИ",
            },

            experience: {
              title: {
                start: "Мы имеем",
                middle: "большой опыт и экспертизу",
                end: "в арбитраже, поэтому сможем научить тебя всем тонкостям",
              },
              experience: `Мы варимся в арбитраже трафика уже 4 года. За это время протестовали огромное количество путей, решений и инструментов, нашли сотни лайфхаков и вывели свою формулу успеха в нише.`,
              system: `Успешно развиваем целую систему, включающую 8 проектов, в которые входят публичные и закрытые продукты.`,
              on_market: `Почти 3 года ведем свой авторский канал на YouTube – Усатый арбитражник. Там уже 18 тысяч.
 подписчиков и более 70 видео, с ценными гайдами и небанальными советами из нашего опыта.`,
              have: {
                title: "Имеем все необходимое для успешного залива:",
                shop: "шоп с аккаунтами FB, за которым стоит целый фарм отдел",
                site: "сайт с проксями",
                designers: "дизайнерский отдел, разрабатывающий эффективные крео любой сложности на все вертикал",
                products: "внутренние продукты автоматизации, баинга и разработки.",
              },
              description: {
                start: `За годы опыта сделали много открытий и набили немало шишек, поэтому теперь точно знаем, какая инфа
 полезная, а какая – ржавой копейки не стоит.`,
                end: `Наш курс – выжимка полезных знаний без воды, которую часто упаривают инфоцыганы, да еще и за большие деньги.
 Воспользуйся шансом получить ценные навыки бесплатно.`,
              },
              join: "Хочу присоединиться",
            },

            audience: {
              title: "Курс подойдет для новичков, действующих арбитражников, студентов и специалистов из других ниш",
              noob: {
                title: "Нубу",
                subtitle: "Мало что понимаешь в арбитраже, но хочешь начать?",
                description: `Мы дадим тебе мощную базу: объясним все основы и механику работы арбитража трафика в Facebook. Будешь
 иметь четкое понимание каждого этапа процесса.`,
              },
              targetologist: {
                title: "Таргетологу",
                subtitle: `Умеешь неплохо настраивать рекламу, но не знаешь, как ее
 масштабировать?`,
                description: `Умеешь неплохо настраивать рекламу, но не знаешь, как ее масштабировать? Вряд ли тут помогут инстаграмные «эксперты» со своими курсами про масло масляное и неработающими советами, такими ​​как "это компьютер, нажмите кнопку включения" или "повышайте бюджет на 30% раз в два дня" . Такие советы часто не работают, и ваши лиды становятся более дорогими. Мы научим тебя снижать стоимость лидов и эффективно масштабироваться.`,
              },
              arbitrator: {
                title: "Арбитражнику",
                subtitle: "Уже работал в арбитраже на других платформах и хочешь расширить навыки?",
                description: `Мы поможем разобраться с Фейсбуком и достичь результатов в заливе. Но главный плюс в том, что ты
 сможешь попасть в профессиональное комьюнити Mustage Team, которое даст тебе ключ к постоянному развитию
 в нише.`,
              },
              victims: {
                title: "Жертвы инфоциган",
                subtitle: "Уже потратил кучу денег на десятки дорогих курсов, а толку ноль?",
                description: `В дополнение к оплате за сам курс инфоциганы предлагают контакты «проверенных» продавцов расходников,
 дорогих и часто некачественных. Мы предоставим тебе все, что необходимо в работе, так как имеем целую инфраструктуру
 для успешного запуска. Затраты с твоей стороны минимальны.`,
              },
              student: {
                title: "Студенту",
                subtitle: "Устал считать каждую копейку и заваривать «быструю» вермишель?",
                description: `Измени это, наладив стабильный заработок в арбитраже. Мы предлагаем гибкий дистанционный график
 обучения, который легко совмещать с универом. На какую специальность ты учишься, неважно.`,
              },
              young: {
                title: "Молодому и амбициозному",
                subtitle: "Ищешь выгодные пути для инвестирования или новые перспективы для развития бизнеса?",
                description: `Арбитраж трафика – довольно выгодный навык для продвижения собственного бизнеса. Мы научим тебя
 масштабировать свои рекламные кампании, благодаря чему сможешь получать высокую прибыль.`,
              },
              smm: {
                title: "SMM, спецу по контенту",
                subtitle: "Уперся в потолок и не знаешь, как увеличить заработок?",
                description: `Не контентом единым: овладев инструментарием арбитража трафика бесплатно, ты сможешь значительно
 увеличить прибыль своих клиентов. А значит, будешь иметь все основания увеличивать и свой чек тоже.`,
              },
              freelancer: {
                title: "Фрилансеру",
                subtitle: "Хочешь развиваться в своей нише и иметь постоянный поток заказов?",
                description: `На бесплатном курсе по арбитражу ты научишься работать с трафиком и лить рекламу на собственные
 услуги. Благодаря новым навыкам повысишь свой чек и получишь стабильные источники прибыли вместо
 одноразовых заказов.`,
              },
              joking: {
                title: "Кто в поисках себя",
                subtitle: "Мечтаешь сменить профессию на более перспективную?",
                description: `На нашем курсе мы даем новые качественные знания по affilate-маркетингу и арбитражу. Это твой шанс быстро
 войти в новую нишу. Ты получишь навыки таргетолога, создашь портфолио и сможешь быстро найти
 работу.`,
              },
            },

            warning: {
              title: "Но легко не будет:",
              subtitle: {
                start: "мы не про «золотые горы»,",
                end: "по-быстрому срубить бабла не получится",
              },
              description_p1: `Будем максимально честными: волшебных кнопок с надписью «Бабло» мы не раздаем. Сумасшедших ROI с
 первых дней курса не жди. Чтобы добиться успеха в арбитраже, тебе придется упорно учиться и
 пахать. Будут взлеты и падения, ты поймешь, что такое выходки ФБ, баны аккаунтов, неутешительные результаты
 рекламы.`,
              description_p2: `Но ты получишь от нас глубокие знания. На курсе овладеешь важными навыками, с которыми сможешь прийти к
 желаемым доходам с залива на гемблу. Этот курс – не просто теоретическая база, а возможность быстро перейти
 к реальным действиям.`,
            },

            whom: {
              title: {
                start: "Каждый возьмет из курса то, что",
                end: "ему больше всего нужно",
              },
              newbies: {
                title: "Новички",
                description: ` поймут абсолютно всю базу арбитража, заручатся поддержкой профессионального сообщества и смогут
 уверенно чувствовать себя на собеседованиях.`,
              },
              arbitrator: {
                pretitle: "Действующие",
                title: "арбитражники",
                description: ` не получат каких-либо новых, уникальных связок.
 Зато смогут пользоваться расходниками по выгодным ценам и научатся оптимизировать рекламные
 бюджеты. Будут иметь возможность пообщаться с опытными баерами, найти полезные связи и стать
 участником профессионального комьюнити.`,
              },
              targetologist: {
                title: "Таргетологи и смм-ники",
                description: `научатся привлекать дешевых лидов, анализировать рекламную кампанию и находить новые возможности для ее
 масштабирования. Это возможность добавить новую услугу и в разы повысить свою ценность на рынке.`,
              },
              freelancer: {
                title: "Фрилансеры",
                description: ` смогут получить новые навыки и заливать рекламу на свои услуги. Отсюда – стабильный поток
 клиентов и рост доходов. Также получат возможность запускать свои проекты: это вполне реально,
 если умеешь делать эффективные рекламные кампании.`,
              },
              student: {
                title: "Студенты",
                description: ` получат реальные навыки по арбитражу трафика, которые можно
 применять во время обучения в универе. Запустят свой первый проект и достигнут первых
 результатов. Смогут найти дистанционную работу и легко совмещать ее с обучением.`,
              },
              joking: {
                title: "Те, кто в поиске себя",
                description: ` овладеют новой для себя профессией арбитражника, которая пользуется большим спросом на рынке. Смогут
 работать удаленно и находить новые возможности.`,
              },
            },

            course_program: {
              title: "Будем учиться по насыщенной программе, которая включает важную теорию и практику",
              block_1: {
                material: "1 час 29 минут видеоматериала",
                home: "2 домашних задания",
                test: " 5 тестов для лучшего усвоения материала",
                title: "Блок 1. Основы арбитража трафика и выбор офера.",
                lesson_1: {
                  title: "Урок 1.1",
                  description: "19 советов для начинающих: ключевые моменты и распространенные ошибки.",
                },
                lesson_2: {
                  title: "Урок 1.2",
                  description:
                    "Что такое арбитраж трафика? Игроки на рынке и их роли. Особенности вертикали гемблинга: за что платит рекламодатель и как оценивает трафик.",
                },
                lesson_3: {
                  title: "Урок 1.3",
                  description: "Основные термины и понятия, необходимые для работы в арбитраже трафика.",
                },
                lesson_4: {
                  title: "Урок 1.4",
                  description: "Как выбрать соответствующее ГЕО и офер: на что обращать внимание.",
                },
                lesson_5: {
                  title: "Урок 1.5",
                  description: "Регистрация на Binance и перевод денег: пошаговый гайд.",
                },
              },
              block_2: {
                material: "1 час 39 минут видеоматериала",
                home: "5 домашних заданий",
                test: " 5 тестов для лучшего усвоения материала",
                title: "Блок 2. Работа с антидетект браузером, прокси и аккаунтами.",
                lesson_1: {
                  title: "Урок 2.1",
                  description: "Что такое антидетект браузер, зачем он и как его установить на компьютере.",
                },
                lesson_2: {
                  title: "Урок 2.2",
                  description:
                    "Прокси: понятие, разновидности, как и где их приобрести (мобильные версии) и завести в антик.",
                },
                lesson_3: {
                  title: "Урок 2.3",
                  description: "Покупка аккаунтов: где искать и как выбирать. Загрузка в Dolphin и управление куками.",
                },
                lesson_4: {
                  title: "Урок 2.4",
                  description: "Ведение учета расходников в Google Таблицах для эффективного управления.",
                },
                lesson_5: {
                  title: "Урок 2.5",
                  description: "Массовая загрузка аккаунтов в Dolphin. Дополнительные советы по учету.",
                },
              },
              block_3: {
                material: "1 час 19 минут видеоматериала",
                home: "3 домашних задания",
                test: " 4 теста для лучшего усвоения материала",
                title: "Блок 3. Подготовка к запуску рекламы",
                lesson_1: {
                  title: "Урок 3.1",
                  description: "Обзор рекламного кабинета Facebook. Различия между Ads Manager и Business Manager.",
                },
                lesson_2: {
                  title: "Урок 3.2",
                  description: "Платежки для арбитража трафика. Привязка карты к биллингу.",
                },
                lesson_3: {
                  title: "Урок 3.3",
                  description: "Как расшаривать прилки на рекламные кабинеты: пошаговая инструкция.",
                },
                lesson_4: {
                  title: "Урок 3.4",
                  description: "Виды чеков в Facebook: риски, ЗРД, полисы и как подготовиться к ним.",
                },
              },
              block_4: {
                material: "52 минуты видеоматериала",
                home: "4 домашних задания",
                test: " 3 теста для лучшего усвоения материала",
                title: "Блок 4. Создание эффективных креативов.",
                lesson_1: {
                  title: "Урок 4.1",
                  description: "Правила создания креативов, приносящих конверсии: основные подходы.",
                },
                lesson_2: {
                  title: "Урок 4.2",
                  description:
                    "Как анализировать рекламу конкурентов в Facebook: обзор Spy-сервиса ADHEART. Использование конкурентного анализа для улучшения собственных креативов и стратегий.",
                },
                lesson_3: {
                  title: "Урок 4.3",
                  description:
                    "Как и где заказать качественные креативы. Составление ТЗ и эффективная коммуникация с дизайнерами.",
                },
              },
              block_5: {
                material: "44 минуты видеоматериала",
                home: "4 домашних задания",
                test: "1 тест для лучшего усвоения материала",
                title: "Блок 5. Правила линковки аккаунтов и настройки сетапов.",
                lesson_1: {
                  title: "Урок 5.1",
                  description: "Что такое линковка аккаунтов и зачем она нужнв.",
                },
                lesson_2: {
                  title: "Урок 5.2",
                  description: "Как правильно линковать самореги к личным аккаунтам.",
                },
                lesson_3: {
                  title: "Урок 5.3",
                  description: "Линковка саморегов в Business Manager.",
                },
                lesson_4: {
                  title: "Урок 5.4",
                  description: "Что делать, если не удается создать бизнес-менеджер.",
                },
                lesson_5: {
                  title: "Урок 5.5",
                  description:
                    "Как добавить рекламный кабинет в Business Manager: линковка саморегов к кингу. Создание крепких сетапов: практические советы для обеспечения стабильной работы.",
                },
              },
              block_6: {
                material: "54 минуты видеоматериала",
                home: "5 домашних заданий",
                test: "1 тест для лучшего усвоения материала",
                title: "Блок 6. Запуск рекламы и работа с банами в Facebook",
                lesson_1: {
                  title: "Урок 6.1",
                  description: "Запуск рекламы на гемблинг-приложения. Подробный разбор таргетинга и стратегии.",
                },
                lesson_2: {
                  title: "Урок 6.2",
                  description: "Как получить код от Facebook без номера телефона: обзор сервисов для приема SMS.",
                },
                lesson_3: {
                  title: "Урок 6.3",
                  description: "Прохождение различных типов чеков на Facebook: часть 1.",
                },
                lesson_4: {
                  title: "Урок 6.4",
                  description: "Что делать, если возникают риски. Как создавать припей аккаунты в Facebook.",
                },
                lesson_5: {
                  title: "Урок 6.5",
                  description: "Анализ результатов рекламных кампаний. Прохождение чеков: часть 2.",
                },
              },
              block_7: {
                material: "48 минут видеоматериала",
                home: "1 домашнее задание",
                test: "1 тест (18 вопросов) для лучшего усвоения материала",
                title: "Блок 7. Работа с автозаливом FBTOOL",
                lesson_1: {
                  title: "Урок 7.1",
                  description: "Инструкция по настройке и использованию FBTOOL для автозалива рекламных кампаний.",
                },
              },
              block_8: {
                material: "37 минут видеоматериала",
                home: "Без домашних заданий",
                test: "Без тестов",
                title: "Блок 8. Фарминг аккаунтов: цели, стратегии, выбор инструментов.",
                lesson_1: {
                  title: "Часть 1.",
                },
                lesson_2: {
                  title: "Часть 2.",
                },
                lesson_3: {
                  title: "Часть 3.",
                },
                lesson_4: {
                  title: "Часть 4.",
                },
              },
            },

            tariff: {
              title: "Выбирай оптимальный вариант для твоего быстрого старта",
              free: {
                title: "Бесплатный",
                video: "видеоуроки в общем канале твоего потока",
                chat: "доступ к приватным каналам и чату потока",
                test: "разные тесты и ДЗ в чат-боте",
                call: "2 запланированных созвона с экспертом в рамках курса",
              },
              start: {
                title: "Стартовый",
                all_free: `все, что входит в пакет "Бесплатный"`,
                dolphyn: "тариф Pro на 300 профилей в Linken Sphere в месяц БЕСПЛАТНО",
                spay: "спай Adheart в месяц бесплатно",
                king: "30 саморегов и 5 кингов",
                creo: "4 адаптации крео на ваш оффер",
                proxy: "прокси в подарок в месяц",
              },
              base: {
                title: "Базовый",
                all_start: `Все, что входит в пакет "Бесплатный" и "Стартовый"`,
                auto_filling: "автозалив в месяц БЕСПЛАТНО",
                keitaro: "кейтаро в месяц после прохождения курса при необходимости",
                chat: "доступ к ПРИВАТНОМУ чату потока с наставником и 2 дополнительных созвона",
                sale: "ЭКСКЛЮЗИВНЫЕ СКИДКИ на аккаунты",
              },
              pro: {
                title: "Pro",
                all_base: `Все, что входит в пакет "Бесплатный", "Стартовый" и "Базовый"`,
                proxy: "прокси в подарок на ДВА месяца",
                spay: "спай Adheart на ДВА месяца бесплатно",
                call: "1 Индивидуальный созвон с наставником",
              },
              price: "Купить",
            },

            students_result: {
              title: "Посмотри на результаты наших учеников",
              geo: "ГЕО:",
              statistic: "Статистика:",
              reg2dep: "reg2dep:",
              period: "Период залива:",
              note: `Да, результаты не заоблачные, но для начала это очень ОК. Даже такие цифры требуют много усилий и
 труда. Ты же помнишь, что у нас нет волшебной кнопки «Бабло»? Арбитраж трафика – довольно непростой
 путь. Но мы бесплатно научим тебя не сдаваться, оперативно решать проблемы, находить новые
 лазейки и постепенно приумножать свой успех.`,
            },

            slider: {
              title: `Читай отзывы о нашем курсе,`,
              student: "98% учащихся",
              remain: "остаются очень",
              happy: "довольными",
              more: "Просмотреть больше отзывов можешь здесь -",
            },

            answer: {
              title: `Отвечаем на частые вопросы`,
              question1: {
                title: "С какими ГЕО будем работать?",
                answer: `Ты сможешь самостоятельно выбирать ГЕО для работы. Для новичков мы рекомендуем начинать со стран с менее
 жесткой конкуренцией, что позволит тебе быстрее освоиться и получить первые результаты. Мы поможем
 тебе выбрать ГЕО в зависимости от твоих целей и уровня опыта.`,
              },
              question2: {
                title: "Когда я смогу выйти в + и начну получать первые доходы?",
                answer: `Точного ответа у нас нет: все равно, что пальцем в небо. Все зависит от твоей настойчивости и
 серьезного подхода к обучению. Мы предоставим все необходимые знания и инструменты, ты должен сразу
 применить их на практике. Наш курс поможет тебе сократить путь к желаемому заработку, но не
 забывай, что легких денег не бывает.`,
              },
              question3: {
                title: "На какие креативы будем заливать рекламу?",
                answer: `Мы научим тебя создавать эффективные технические задания для дизайнеров, что позволит в результате
 получать качественные крео точно под твои цели. Креативы, разработанные нашими специалистами, будут привлекать
 аудиторию и улучшать результаты рекламных кампаний.`,
              },
              question4: {
                title: "Смогу ли я быть частью команды после завершения курса?",
                answer: `От нас ты получишь все необходимые навыки для эффективного залива рекламы и практический опыт работы.
 Если будешь усердно учиться, выполнять все домашние задания и тесты, проявлять активность в чате, то
 после курса попадешь в наше закрытое коммьюнити Mustage Friends, которое даст кучу преимуществ и возможностей.`,
              },
              question5: {
                title: "Кто такие Mustage Team? Чем ваше обучение отличается от других?",
                answer: `Mustage Team – это команда профессионалов с честным и открытым подходом к обучению. Мы не обещаем
 легких денег или мгновенных результатов, а нацелены на то, чтобы показать реальный мир арбитража.
 Наш курс построен на практическом опыте и реальных кейсах, а не на маркетинговых «сказках», что
 продают иллюзии.`,
              },
              question6: {
                title: "Сколько $ нужно для старта?",
                answer: `Для успешного старта тебе понадобится минимум 200$. Это позволит тебе создать первые кампании и
 получить опыт без больших рисков и разочарований. Но будь готов и к возможным минусам. Пробовать
 заливать на гемблу за последние 100$ не вариант.`,
              },
              question7: {
                title: "Нужны ли какие-то технические навыки для успешного прохождения курса?",
                answer: `Достаточно уметь пользоваться компьютером и интернетом. Мы начнем с основ и постепенно будем изучать
 более сложные аспекты, поэтому специальных технических навыков не требуется. Главное – это желание учиться и
 стремление к успеху.`,
              },
              question8: {
                title: "Почему курс бесплатный, какой вам от этого смысл?",
                answer: `Нам выгодно качественно научить тебя заливу рекламы, поскольку сейчас наша команда развивает профессиональное
 коммьюнити, с которым планирует работать в будущем. Кроме того, ты будешь заливать на доверенные
 партнерские программы, от которых мы получаем свой %. Так что в случае твоей успешной учебы в выигрыше
 будут все.`,
              },
            },

            spinner: {
              spins: {
                subscribe: "Подписка на месяц бесплатно",
                proxy: "Прокси в подарок",
                interview: `Интервью с Усатым`,
                sale: "Скидка 15% на расходники",
                creo: "1 крео в подарок",
                chat: "Доступ к приватному чату",
                call: "+1 созвонок с наставником",
                account: "Аккаунт 7-дневного фарма в подарок",
              },
              button: "Получи бонус!",
              note: "* один из сервисов, к которому предоставляем доступ на выбор",
            },

            register: {
              title: "Остались вопросы? Заполняй форму, мы ответим в течение 30 минут.",
              form_title: "Форма",
              name: "Введите имя",
              short_name: "Имя",
              phone: "Введите номер телефона",
              tg: "Введите никнейм в Телеграмм",
              register: "Зарегистрироваться",
            },
            turkey: "Турция",
            chile: "Чили",
            Азербайджан: "Азербайджан",
            and: "и",
            confirm: {
              title: "Спасибо за оставленную заявку!",
              subtitle: "Ожидайте сообщение от нашего менеджера.",
              button: "Зарегистрируйтесь через чат-бот",
            },
          },
        },
      },
    },
    async (err, t) => {
      if (err) {
        return console.error(err);
      }

      await jqueryI18next.init(i18next, $, { useOptionsAttr: true });
      rerender();
      setLanguage(i18next.language);
    }
  );
});
